{
  "posts": [
    {
      "id": 1,
      "img": "https://openlibrary.org/static/images/onboarding/read.png",
      "firstText": "Read Free Library",
      "secondText": "Books Online",
      "about": "Millions of books available through Controlled Digital Lending"
    },
    {
      "id": 2,
      "img": "https://openlibrary.org/static/images/onboarding/track.png",
      "firstText": "Read Track of your",
      "secondText": "Favorite Books",
      "about": "Organize your Books using Lists & he Reading Log"
    },
    {
      "id": 3,
      "img": "https://openlibrary.org/static/images/onboarding/library_explorer.png",
      "firstText": "Try the virtual",
      "secondText": "Library Explorer",
      "about": "Digital shelves organized like a physical library"
    },
    {
      "id": 4,
      "img": "https://openlibrary.org/static/images/onboarding/fulltext.png",
      "firstText": "Try Fulltext Search",
      "secondText": "",
      "about": "Find matching result within the text of millions of books"
    },
    {
      "id": 5,
      "img": "https://openlibrary.org/static/images/onboarding/librarian.png",
      "firstText": "Be an Open Librarian",
      "secondText": "",
      "about": "Dozens of ways you can help improve the library"
    },
    {
      "id": 6,
      "img": "https://openlibrary.org/static/images/onboarding/feedback.png",
      "firstText": "Send us feedback",
      "secondText": "",
      "about": "Your feedback will help us improve these cards"
    }
  ],
  "TrendingBooks": [
    {
      "Image": "https://m.media-amazon.com/images/I/71MjvEtoI5L._AC_UF894,1000_QL80_.jpg",
      "Name": "Court of Mist and Fury",
      "PublishedIn": "London, UK",
      "Series": "Court of Thorns and Roses #2",
      "Format": "PaperBack",
      "Pagination": "626 pages : maps",
      "NumberOfPages": "656",
      "Dimensions": "20 x 13 x 4.2 centimeters",
      "OpenLibrary": "OL30162974M",
      "InternetArchive": "https://archive.org/details/courtofmistfury0000maas_c3x6",
      "ISBN10": "1526617161",
      "ISBN13": "9781526617163",
      "WorldCat": "1352493667",
      "EditionNotes": "Today, universities have very high expectations for graduate theses, and many graduate students find it challenging to write their theses. Without proper editing and polishing, it can be difficult to pass the thesis defense. Therefore, it is essential to seek the services of a professional English thesis editing company. Which English thesis editing company is professional? Here, I recommend http://www.hotessay.net/our_service2.php, a specialized English thesis editing company.",
      "TrendingBooks": "trendingBook",
      "id": 1
    },
    {
      "Image": "https://covers.openlibrary.org/b/id/12614602-L.jpg",
      "Name": "Looking for Alaska",
      "PublishedIn": "New York",
      "Series": "Fiction",
      "Format": "paperback",
      "Pagination": "221 p. ;",
      "NumberOfPages": "221",
      "Dimensions": "-",
      "OpenLibrary": "OL3292596M",
      "InternetArchive": "-",
      "ISBN10": "0525475060",
      "ISBN13": "2004010827",
      "WorldCat": "342209",
      "EditionNotes": "Before. Miles “Pudge” Halter is done with his safe life at home. His whole life has been one big non-event, and his obsession with famous last words has only made him crave “the Great Perhaps” even more (Francois Rabelais, poet). He heads off to the sometimes crazy and anything-but-boring world of Culver Creek Boarding School, and his life becomes the opposite of safe. Because down the hall is Alaska Young. The gorgeous, clever, funny, sexy, self-destructive, screwed up, and utterly fascinating Alaska Young. She is an event unto herself. She pulls Pudge into her world, launches him into the Great Perhaps, and steals his heart. Then. . . .\nAfter. Nothing is ever the same",
      "TrendingBooks": "trendingBook",
      "id": 2
    },
    {
      "Image": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781442411906/dork-diaries-3-9781442411906_lg.jpg",
      "Name": "Dork Diaries 3",
      "PublishedIn": "England",
      "Series": "Dork Diaries #3",
      "Format": "paperback",
      "Pagination": "311",
      "NumberOfPages": "320",
      "Dimensions": " CongressPZ7.R915935 Tat 2011, PZ7.R915935Tat",
      "OpenLibrary": "OL24650599M",
      "InternetArchive": "talesfromnotsota0000russ",
      "ISBN10": "1442411902",
      "ISBN13": "2010048088",
      "WorldCat": "679931981",
      "EditionNotes": "When scholarship student Nikki Maxwell, whose father is the school exterminator, decides to enter the talent show at her expensive private school, her nemesis MacKenzie threatens to reveal Nikki's status to the rest of the school. Book #",
      "TrendingBooks": "trendingBook",
      "id": 3
    },
    {
      "Image": "https://www.georgerrmartin.com/wp-content/uploads/2013/03/GOTMTI2.jpg",
      "Name": "A Game of Thrones",
      "PublishedIn": "New York, USA",
      "Series": "A Song of Ice and Fire, Book One 1996",
      "Format": "Paperback",
      "Pagination": "694p",
      "NumberOfPages": "704",
      "Dimensions": "9.10 x 6.10 x 1.30 inches",
      "OpenLibrary": "OL7826547M",
      "InternetArchive": "-",
      "ISBN10": "0553381687",
      "ISBN13": "9780553381689",
      "WorldCat": "551650731, 1029380860, 999515157",
      "EditionNotes": "Here is the first volume in George R. R. Martin’s magnificent cycle of novels that includes A Clash of Kings and A Storm of Swords. As a whole, this series comprises a genuine masterpiece of modern fantasy, bringing together the best the genre has to offer. Magic, mystery, intrigue, romance, and adventure fill these pages and transport us to a world unlike any we have ever experienced. Already hailed as a classic, George R. R. Martin’s stunning series is destined to stand as one of the great achievements of imaginative fiction.\n\nA GAME OF THRONES\n\nLong ago, in a time forgotten, a preternatural event threw the seasons out of balance. In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the north of Winterfell, sinister and supernatural forces are massing beyond the kingdom’s protective Wall. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the land they were born to. Sweeping from a land of brutal cold to a distant summertime kingdom of epicurean plenty, here is a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens.\n\nHere an enigmatic band of warriors bear swords of no human metal; a tribe of fierce wildlings carry men off into madness; a cruel young dragon prince barters his sister to win back his throne; and a determined woman undertakes the most treacherous of journeys. Amid plots and counterplots, tragedy and betrayal, victory and terror, the fate of the Starks, their allies, and their enemies hangs perilously in the balance, as each endeavors to win that deadliest of conflicts: the game of thrones.\n--back cover",
      "TrendingBooks": "trendingBook",
      "id": 4
    },
    {
      "Image": "https://cdn.kobo.com/book-images/45a1dbb4-1ef2-46ed-9657-66553f465136/1200/1200/False/the-winner-effect.jpg",
      "Name": "The winner effect",
      "PublishedIn": "London, New York",
      "Series": "Includes bibliographical references and index.",
      "Format": "-",
      "Pagination": "xi, 306 pages",
      "NumberOfPages": "306",
      "Dimensions": "-",
      "OpenLibrary": "OL28412413M",
      "InternetArchive": "https://archive.org/details/winnereffecthowp0000robe",
      "ISBN10": "1408824736, 1408831899",
      "ISBN13": "9781408824733, 9781408831892",
      "WorldCat": "https://www.worldcat.org/title/768072418?tab=details",
      "EditionNotes": "\"What makes a winner? Why do some succeed both in life and in business, and others fail? And why do a few individuals end up supremely powerful, while many remain powerless? Are men more likely to be power junkies than women? The 'winner effect' is a term used in biology to describe how an animal that has won a few fights against weak opponents is much more likely to win later bouts against stronger contenders. As Ian Robertson reveals, it applies to humans, too. Success changes the chemistry of the brain, making you more focused, smarter, more confident and more aggressive. The effect is as strong as any drug. And the more you win, the more you will go on to win. But the downside is that winning can become physically addictive. By understanding what the mental and physical changes are that take place in the brain of a 'winner', how they happen, and why they affect some people more than others, Robertson answers the question of why some people attain and then handle success better than others. He explains what makes a winner - or a loser - and how we can use the answers to these questions to understand better the behaviour of our business colleagues, employees, family and friends.\"--Amazon.com.",
      "TrendingBooks": "trendingBook",
      "id": 5
    },
    {
      "Image": "https://cdn.harekrishnabooks.com/2019/05/Bhagavad-Gita-Hindi-1.jpg",
      "Name": "Srimad Bhagwat Geeta in Hindi",
      "PublishedIn": "India",
      "Series": "Source title: Srimad Bhagwat Geeta in Hindi (Hindi Edition)",
      "Format": "paperback",
      "Pagination": "318p",
      "NumberOfPages": "318",
      "Dimensions": "-",
      "OpenLibrary": "OL36652443M",
      "InternetArchive": "-",
      "ISBN10": "9391316417",
      "ISBN13": "9789391316419",
      "WorldCat": "-",
      "EditionNotes": "Srimad Bhagavad Gita is one of the holiest scriptures of Hindus. According to Mahabharata, Lord Shri Krishna had narrated the message of Geeta to Arjun during the Kurukshetra war. This is an Upanishad given under Bhishma Parva of Mahabharata. Monotheism , Karma Yoga , Gyan Yoga and Bhakti Yoga have been discussed very beautifully in Bhagavad Gita . The background of Srimad Bhagavad Gita is the war of Mahabharata. Just as an ordinary man gets entangled in the problems of his life and becomes disoriented and instead of fighting the problems of life, he decides to run away from them, in the same way, Arjun, who was the great hero of Mahabharata, got scared of the problems coming in front of him and decided to leave life and Kshatriya. Were disappointed with religion ,\n\nLike Arjun, sometimes we all either become frustrated in a state of uncertainty or get distracted by our problems and run away. The knowledge that the sages of India assimilated after deep thought, they named as Vedas. The last portion of these Vedas is known as Upanishad. The specialty of human life is the intellectual power attained by man and the knowledge contained in the Upanishads is not only the highest state of human intelligence , but also shows a glimpse of what man can experience beyond the limits of intellect.",
      "TrendingBooks": "trendingBook",
      "id": 6
    },
    {
      "Image": "https://m.media-amazon.com/images/I/91RdYbmF5PL._AC_UF1000,1000_QL80_.jpg",
      "Name": "Teias de charlotte",
      "PublishedIn": "New York",
      "Series": "Fiction",
      "Format": "Hardcover",
      "Pagination": "216 p. :",
      "NumberOfPages": "216",
      "Dimensions": "-",
      "OpenLibrary": "OL3959762M",
      "InternetArchive": "https://archive.org/details/charlottesweb00ebwh",
      "ISBN10": "0060006986",
      "ISBN13": "9780060006983",
      "WorldCat": "https://www.worldcat.org/title/1023784846?tab=details",
      "EditionNotes": "On Charlotte's web, high above the stable, written words appeared. The web spoke of her feelings for a little pig named Wilbur, as well as the feelings of a little girl named Fern, who also adored Wilbur. Their love has been shared by millions of readers.",
      "TrendingBooks": "trendingBook",
      "id": 7
    },
    {
      "Image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1566742512i/41150487.jpg",
      "Name": "Red, White & Royal Blue",
      "PublishedIn": "New York, USA 2019",
      "Series": "PS3613.C587545 R43 2019, PS3613.C587545R43",
      "Format": "Trade paperback",
      "Pagination": "421p",
      "NumberOfPages": "421",
      "Dimensions": "-",
      "OpenLibrary": "OL27270721M",
      "InternetArchive": "-",
      "ISBN10": "-",
      "ISBN13": "9781250316776",
      "WorldCat": "-",
      "EditionNotes": "Red, White & Royal Blue is an LGBT romance novel by American author Casey McQuiston, originally published on May 14, 2019, by St Martin's Griffin. It centres on the character of Alex Claremont-Diaz, a first son of the United States, and his romantic relationship with Prince Henry, a British prince.[2] Upon release, the novel received positive reviews with praise given to the representation of a queer male relationship. A film adaptation was released on August 11, 2023.",
      "TrendingBooks": "trendingBook",
      "id": 8
    },
    {
      "Image": "https://m.media-amazon.com/images/I/71Ssj4kYAoL._AC_UF894,1000_QL80_.jpg",
      "Name": "Twisted Lies",
      "PublishedIn": "New York",
      "Series": "PS3608",
      "Format": "-",
      "Pagination": "352p",
      "NumberOfPages": "352",
      "Dimensions": "-",
      "OpenLibrary": "OL38010863M",
      "InternetArchive": "-",
      "ISBN10": "-",
      "ISBN13": "9780349434285",
      "WorldCat": "-",
      "EditionNotes": "Theirs is a love twisted with secrets and tainted by lies... and when the truths are finally revealed, they could shatter everything. Twisted Lies is a steamy fake dating romance. It's the fourth and final book in the Twisted series but can be read as a standalone.",
      "TrendingBooks": "trendingBook",
      "id": 9
    },
    {
      "Image": "https://i.ebayimg.com/images/g/ugIAAOSwdPFf~m5O/s-l600.jpg",
      "Name": "Men are from Mars, women are from Venus book of days",
      "PublishedIn": "New York",
      "Series": "-",
      "Format": "-",
      "Pagination": "1 v. (unpaged) ;",
      "NumberOfPages": "512",
      "Dimensions": "-",
      "OpenLibrary": "OL378529M",
      "InternetArchive": "https://archive.org/details/menarefrommarswo00gray_0",
      "ISBN10": "0060192771",
      "ISBN13": "-",
      "WorldCat": "-",
      "EditionNotes": "The relationship between men and women is extremely complex. People often forget just how different the sexes are, and become frustrated and confused by a loved one's behaviour. This text offers advice distilled into daily inspirations that remind the reader of the contrasts between Mars and Venus.",
      "TrendingBooks": "trendingBook",
      "id": 10
    },
    {
      "Image": "https://m.media-amazon.com/images/I/81zlbsnFiYL._AC_UF1000,1000_QL80_.jpg",
      "Name": "The Psychology of Money",
      "PublishedIn": "United Kingdom",
      "Series": "-",
      "Format": "paperback",
      "Pagination": "256p",
      "NumberOfPages": "256",
      "Dimensions": "-",
      "OpenLibrary": "OL29412746M",
      "InternetArchive": "-",
      "ISBN10": "0857197681",
      "ISBN13": "9780857197689",
      "WorldCat": "1191843808, 1195447665",
      "EditionNotes": "The Psychology of Money is a collection of short stories exploring the strange ways people think about money. The author presents related biases, flaws, behaviors, and attitudes that affect one's financial outcomes and shows how one's psychology can work for and against them.",
      "TrendingBooks": "trendingBook",
      "id": 11
    },
    {
      "Image": "https://upload.wikimedia.org/wikipedia/he/6/6a/%D7%97%D7%93%D7%A8_%D7%94%D7%A1%D7%95%D7%93%D7%95%D7%AA_%D7%9B%D7%A8%D7%96%D7%94_%D7%A2%D7%91%D7%A8%D7%99%D7%AA.png",
      "Name": "הארי פוטר וחדר הסודות",
      "PublishedIn": "Tel Aviv, Israel",
      "Series": "Prozah",
      "Format": "-",
      "Pagination": "351 p. :",
      "NumberOfPages": "351",
      "Dimensions": "-",
      "OpenLibrary": "OL23979009M",
      "InternetArchive": "https://archive.org/details/isbn_9654487659",
      "ISBN10": "9654487659",
      "ISBN13": "9789654487658",
      "WorldCat": "50747553",
      "EditionNotes": "\nיום ההולדת של הארי\nהספר נפתח ביום הולדתו העגום של הארי, במהלך חופשת הקיץ. הארי מתגעגע מאוד להוגוורטס (בית הספר לכישוף ולקוסמות בו הוא לומד) ולחבריו, שמהם לא קיבל אף מכתב במשך כל הקיץ והוא חש בודד מאוד בלי תקשורת איתם. באותו היום בערב, כאשר מגיעים אורחים למשפחת דרסלי, משפחת מייסון, על הארי להיות בחדרו ולהתנהג כאילו אינו קיים. אולם כשהארי מגיע לחדרו הוא מוצא בו גמדון בית בשם דובי על מיטתו. דובי מזהיר את הארי לא לחזור להוגוורטס, אך אינו יכול להסביר מדוע, שכן אדונו אוסר עליו לגלות זאת. דובי גם מודה כי הוא זה אשר לקח את כל המכתבים שנשלחו להארי, בתקווה שהארי יחשוב ששכחו אותו ולא ירצה לחזור להוגוורטס. כשהארי מתעקש על רצונו לחזור להוגוורטס, דובי משתמש בקסם כדי להעיף את עוגת הפודינג של הדודה פטוניה מעל האורחת (וכתוצאה מכך, להבריחם מהבית מבלי לקנות דבר מוורנון דרסלי). כתוצאה מכך שולח משרד הקסמים להארי מכתב אזהרה, כי הם חושבים שהארי הוא זה שהשתמש בקסם, ולקטינים אסור לעשות קסמים מחוץ לתחום בית הספר. משפחת דרסלי הזועמת, שמפסיקה לחשוש מכך שהארי ישתמש עליהם בקסמים, כולאת אותו בחדרו.\n\nבדרך להוגוורטס\nהארי אינו מסוגל להימלט שכן דרך הבריחה היחידה שלו היא שימוש בקסם - מה שיוביל לסילוקו מבית הספר. למרבה מזלו, לאחר מספר ימים רון, פרד וג'ורג' ויזלי, שמודאגים מכך שהארי לא ענה למכתביהם, \"שואלים\" את המכונית פורד אנגליה הקסומה המעופפת של אביהם, ובאים לחלץ את הארי, ומביאים אותו אל ה\"מחילה\" - ביתם של משפחת ויזלי. שם הארי פוגש את משפחת ויזלי כולה, למעט ביל וצ'ארלי (ביל עובד בבנק הקוסמים במצרים וצ'ארלי עובד עם דרקונים ברומניה). הארי מבלה את שארית הקיץ עם בני משפחת ויזלי.\n\nביום הנסיעה להוגוורטס, המחסום ברציף תשע ושלושה רבעים נחסם עבור הארי ורון, והרכבת יוצאת בלעדיהם. הם מחליטים לצאת להוגוורטס בעקבות הרכבת בעזרת המכונית המעופפת. אך כשהם מתקרבים להוגוורטס, המכונית מתרסקת היישר אל \"הערבה המפליקה\" (עץ מיוחד המרביץ למי שמתקרב אליו), ממנה הם נמלטים, ואילו המכונית בורחת ונעלמת. שרביטו של רון נשבר בהתרסקות. בשל התעלול שלהם, הארי ורון נענשים ומאוימים שיסולקו מבית הספר אם יעברו על חוקים נוספים, רון גם מקבל \"צרחן\" (מכתב קסום שצורח את המילים בקול של מי ששלח אותו) ",
      "TrendingBooks": "trendingBook",
      "id": 12
    }
  ],
  "ClassicBooks": [
    {
      "Image": "https://archive.org/services/img/collectedplayswi06shaw/full/pct:200/0/default.jpg",
      "Name": "Collected Plays with their Prefaces",
      "PublishedIn": "New York",
      "Series": "British ed. (1970-1974) published under title: The Bodley Head Bernard Shaw. Includes index.",
      "Format": "822/.9/12",
      "Pagination": "808p",
      "NumberOfPages": "808",
      "Dimensions": "PR5360 .F75",
      "OpenLibrary": "OL5060528M",
      "InternetArchive": "https://archive.org/details/collectedplayswi01shaw",
      "ISBN10": "0396071252",
      "ISBN13": "-",
      "WorldCat": "1861768",
      "EditionNotes": "The Definitive Edition of the plays and prefaces of Bernard Shaw contains in chronological order all 52 of the plays Shaw included in his official canon, and their prefaces, reproduced from the last printing under his supervision in his lifetime, containing all his revisions and corrections. The edition is enhanced by the inclusion of pertinent essays and programme notes by Shaw, and of self-drafted interviews, many of which have not previously appeared in book form, some of which have not previously been identified as by Shaw. A history of composition, publication, and earliest performances is provided for each play, as well as a cast of characters. This Volume 5 includes the following five plays complete with their prefaces and all additional notes: Heartbreak House ~ Augustus Does His Bit ~ Annajanska ~ Back to Methuselah ~ Jitta's Atonement.",
      "ClassicBooks": "classicBooks",
      "id": 1
    },
    {
      "Image": "lake.jpeg",
      "Name": "By the shores of Silver Lake",
      "PublishedIn": "New York",
      "Series": "-",
      "Format": "Little house",
      "Pagination": "290 p. :",
      "NumberOfPages": "290",
      "Dimensions": "PZ7.W6461 By 1971",
      "OpenLibrary": "OL6803268M",
      "InternetArchive": "https://archive.org/details/byshoresofsilver00wild",
      "ISBN10": "0064400050",
      "ISBN13": "-",
      "WorldCat": "00265369",
      "EditionNotes": "Based on the real-life adventures of Laura Ingalls Wilder, By the Shores of Silver Lake is the fifth book in the award-winning Little House series, which has captivated generations of readers. This edition features the classic black-and-white artwork from Garth Williams.\n\nThe adventures of Laura Ingalls and her family continue as they move from their little house on the banks of Plum Creek to the wilderness of the unsettled Dakota Territory. Here Pa works on the new railroad until he finds a homestead claim that is perfect for their new little house. Laura takes her first train ride as she, her sisters, and their mother come out to live with Pa on the shores of Silver Lake. After a lonely winter in the surveyors' house, Pa puts up the first building in what will soon be a brand-new town on the beautiful shores of Silver Lake. The Ingallses' covered-wagon travels are finally over.\nThe nine books in the timeless Little House series tell the story of Laura’s real childhood as an American pioneer, and are cherished by readers of all generations. They offer a unique glimpse into life on the American frontier, and tell the heartwarming, unforgettable story of a loving family.",
      "ClassicBooks": "classicBooks",
      "id": 2
    },
    {
      "Image": "https://m.media-amazon.com/images/I/81vUDFQQiuL._AC_UF1000,1000_QL80_.jpg",
      "Name": "Pelham",
      "PublishedIn": "London",
      "Series": "First publised London, 1828.",
      "Format": "-",
      "Pagination": "xvi, 304 p., [1] leaf of plates :",
      "NumberOfPages": "304",
      "Dimensions": "-",
      "OpenLibrary": "OL26576239M",
      "InternetArchive": "https://archive.org/details/pelhamoradventur0000lytt_c7c4",
      "ISBN10": "-",
      "ISBN13": "-",
      "WorldCat": "-",
      "EditionNotes": "Pelham, Bulwer-Lytton's second novel, is the tale of a young dandy named Henry Pelham. Pelham, a keen wit and aspiring politician, falls in love with Ellen Glanville, sister of his lifelong friend, Reginald Glanville, only to discover the friend suddenly accused of murder.",
      "ClassicBooks": "classicBooks",
      "id": 3
    },
    {
      "Image": "https://m.media-amazon.com/images/I/91ULStB4AuL._AC_UF1000,1000_QL80_.jpg",
      "Name": "The Mary Roberts Rinehart Crime book",
      "PublishedIn": "New York",
      "Series": "Door., Confession., Red lamp., Crime book.",
      "Format": "Fic, 813/.52",
      "Pagination": "vi, 442 p. ;",
      "NumberOfPages": "442",
      "Dimensions": "-",
      "OpenLibrary": "OL24228829M",
      "InternetArchive": "https://archive.org/details/maryrobertsrineh1957rine",
      "ISBN10": "-",
      "ISBN13": "-",
      "WorldCat": "5810346",
      "EditionNotes": "Mary Roberts Rinehart (August 12, 1876 – September 22, 1958) was an American writer, often called the American Agatha Christie.Rinehart published her first mystery novel The Circular Staircase in 1908, which introduced the \"had I but known\" narrative style. Rinehart is also considered the source of \"the butler did it\" plot device in her novel The Door (1930), although the exact phrase does not appear in her work. She also worked to tell the stories and experiences of front line soldiers during World War I, one of the first women to travel to the Belgian front lines.",
      "ClassicBooks": "classicBooks",
      "id": 4
    },
    {
      "Image": "https://upload.wikimedia.org/wikipedia/commons/f/f0/The_Duel_1916.jpg",
      "Name": "The Duel",
      "PublishedIn": "New York",
      "Series": "The tales of Tchehov, vol. II",
      "Format": "Hardcover",
      "Pagination": "307 p. ;",
      "NumberOfPages": "307",
      "Dimensions": "-",
      "OpenLibrary": "OL22777659M",
      "InternetArchive": "https://archive.org/details/duel0002unse",
      "ISBN10": "-",
      "ISBN13": "-",
      "WorldCat": "931074550",
      "EditionNotes": "The Duel is an entertaining period film about keeping law in the Old West. When a Mexican general's nephew is found murdered in the Rio Grande River Texas Ranger David Kingston is tasked with going undercover to investigate a known vigilante called the Preacher.",
      "ClassicBooks": "classicBooks",
      "id": 5
    },
    {
      "Image": "https://m.media-amazon.com/images/I/51EMmdJJ5qL._AC_UF1000,1000_QL80_.jpg",
      "Name": "Memorabilia",
      "PublishedIn": "Ithaca",
      "Series": "Early works to 1800.",
      "Format": "-",
      "Pagination": "xxviii, 170 p. ;",
      "NumberOfPages": "170",
      "Dimensions": "-",
      "OpenLibrary": "OL1085477M",
      "InternetArchive": "https://archive.org/details/memorabilia0000xeno_r8h0",
      "ISBN10": "0801429633",
      "ISBN13": "-",
      "WorldCat": "94009351",
      "EditionNotes": "This book was originally published prior to 1923, and represents a reproduction of an important historical work, maintaining the same format as the original work. While some publishers have opted to apply OCR (optical character recognition) technology to the process, we believe this leads to sub-optimal results (frequent typographical errors, strange characters and confusing formatting) and does not adequately preserve the historical character of the original artifact. We believe this work is culturally important in its original archival form. While we strive to adequately clean and digitally enhance the original work, there are occasionally instances where imperfections such as blurred or missing pages, poor pictures or errant marks may have been introduced due to either the quality of the original work or the scanning process itself. Despite these occasional imperfections, we have brought it back into print as part of our ongoing global book preservation commitment, providing customers with access to the best possible historical reprints. We appreciate your understanding of these occasional imperfections, and sincerely hope you enjoy seeing the book in a format as close as possible to that intended by the original publisher.",
      "ClassicBooks": "classicBooks",
      "id": 6
    },
    {
      "Image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1511549277i/26631716.jpg",
      "Name": "The crisis",
      "PublishedIn": "New York, London",
      "Series": "Fiction",
      "Format": "813.5",
      "Pagination": "ix, 522 p.",
      "NumberOfPages": "522",
      "Dimensions": "-",
      "OpenLibrary": "OL6911733M",
      "InternetArchive": "https://archive.org/details/crisischur00chur",
      "ISBN10": "-",
      "ISBN13": "-",
      "WorldCat": "01031838",
      "EditionNotes": "The Crisis is the official magazine of the National Association for the Advancement of Colored People (NAACP). It was founded in 1910 by W. E. B. Du Bois (editor), Oswald Garrison Villard, J. Max Barber, Charles Edward Russell, Kelly Miller, William Stanley Braithwaite, and Mary Dunlop Maclean. The Crisis has been in continuous print since 1910, and it is the oldest Black-oriented magazine in the world. Today, The Crisis is \"a quarterly journal of civil rights, history, politics and culture and seeks to educate and challenge its readers about issues that continue to plague African Americans and other communities of color.",
      "ClassicBooks": "classicBooks",
      "id": 7
    },
    {
      "Image": "https://pictures.abebooks.com/isbn/9781421811352-uk.jpg",
      "Name": "The old Gray Homestead",
      "PublishedIn": "Bath (Portway, Bath, Somerset)",
      "Series": "Originally published, London, Hodder and Stoughton, 1919.",
      "Format": "823/.9/1",
      "Pagination": "5-142p. ;",
      "NumberOfPages": "142",
      "Dimensions": "-",
      "OpenLibrary": "OL17522255M",
      "InternetArchive": "https://archive.org/details/oldgrayhomestead0000keye",
      "ISBN10": "0855940352",
      "ISBN13": "-",
      "WorldCat": "60098287",
      "EditionNotes": "The literary debut of the celebrated author of Dinner at Antoine's Frances Keyes was a 20th century American author and a convert to Roman Catholicism. Her works frequently featured Catholic themes and beliefs. Mrs. Keyes first book, The Old Gray Homestead, was published in 1919. The Gray's farm is falling apart until a wealthy widow named Sylvia comes to stay with the family. She helps rebuild the farm, pays for trips and music lessons. Austin Gray is falling in love with her, as are several other men. Can a plain farmer and a society woman find happiness? “Though Keyes preferred writing fiction, she had a journalist’s eye for detail and commitment to facts. Her carefully researched settings, combined with inventive storytelling, romantic plots, and patrician characters, resulted in several bestsellers…..With over fifty volumes of fiction, biography, and travel writing – seven of which achieved bestseller status – Keyes was a popular writer, often translated, with a well-deserved reputation for the skillful evocation of place and period.” -Joseph M. Flora, Amber Vogel, “Southern Writers: A New Biographical Dictionary",
      "ClassicBooks": "classicBooks",
      "id": 8
    },
    {
      "Image": "https://m.media-amazon.com/images/I/91+LFOBcAHL._SL1500_.jpg",
      "Name": "Seven poems and a fragment.",
      "PublishedIn": "[Shannon",
      "Series": "821/.8",
      "Format": "PR5904 .S35 1970",
      "Pagination": "24 p.",
      "NumberOfPages": "24",
      "Dimensions": "-",
      "OpenLibrary": "OL5752559M",
      "InternetArchive": "https://archive.org/details/sevenpoemsandfra0000yeat",
      "ISBN10": "0716513587",
      "ISBN13": "-",
      "WorldCat": "71025248",
      "EditionNotes": "First edition, first impression. One of 500 copies. Signed and inscribed by Yeats: \"W. B. Yeats. Jan 14, 1924.\" to title page. Publisher's quarter buff linen cloth and gray paper-covered boards, lettered in black to front board, gray endpapers, edges untrimmed. A very good copy with some toning and wear to extremities, paper slightly rubbed away from the boards at the corners, front hinge starting, small sticker to rear free endpaper, tiny hole to second free leaf. Wade 132. Seven Poems and a Fragment is a collection of poetry by the Irish poet and playwright William Butler Yeats. It includes \"All Soul's Night,\" \"A Prayer for my Son,\" and \"Thoughts Upon the Present State of the World,\" among others. Notably, the first edition was published by the Cuala Press, a private press owned by the author's sister, Elizabeth Yeats. Focused on providing employment opportunities for women in Ireland, the press produced fine limited editions of works by Irish authors.",
      "ClassicBooks": "classicBooks",
      "id": 9
    },
    {
      "Image": "https://m.media-amazon.com/images/I/71zp4HE7GxL._AC_UF1000,1000_QL80_.jpg",
      "Name": "The British partizan",
      "PublishedIn": "McCormick, S.C",
      "Series": "Originally published : Macon, Ga. : Burke, Boykin & Company, 1864.",
      "Format": "Fiction",
      "Pagination": "xiii, 104 p. :",
      "NumberOfPages": "104",
      "Dimensions": "-",
      "OpenLibrary": "OL16272427M",
      "InternetArchive": "https://archive.org/details/britishpartizanr0000davi",
      "ISBN10": "097499765X",
      "ISBN13": "-",
      "WorldCat": "2006285031",
      "EditionNotes": "THE following beautiful Novelette appeared originally in the pages of the \"Augusta Mirror,\" a literary periodical published in Augusta, Georgia, some twenty-five years ago, and for which it was written by its gifted author, a young lady of South Carolina, in competition for a prize offered by the publisher for the best romance founded on incidents in the revolutionary history of Georgia and South Carolina: Through the medium of the \"Mirror,\" it acquired a popularity at the time only limited by the circulation of that periodical, and what was remarkable in that day of our literary as well as commercial, if not political, vassalage to the North, it elicited the most flattering encomiums from the Northern literary journals--the \"Knickerbocker\" declaring that it approached more nearly to the style and genius of Sir WALTER SCOTT, than any novel that had yet been written this side of the Atlantic. To meet the demand for the story an edition was printed in book form, only a small portion of which, however, reached the public, the greater part of the edition having been destroyed while in sheets by the flood which inundated Augusta in 1840. Circumstances prevented the publication of a second edition of the book, and in a few years the \"BRITISH PARTIZAN,\" at first so much sought for, had passed out of print, and in time out of the memory of the public. In reproducing it now from the pages of perhaps the only copy of the \"Mirror\" extant, the publishers are actuated not less by a high appreciation of its literary merits, than by the belief that it is a story peculiarly suited to the times in which we live. It is a tale of true love, wrought out amid the stirring scenes and harsh vicissitudes of partizan strife, in which the actors are the representatives of real characters, whose aspirations and passions, whose virtues and vices, trials and sufferings, triumphs and misfortunes, are developed and portrayed in an ideal history of intense dramatic interest.",
      "ClassicBooks": "classicBooks",
      "id": 10
    },
    {
      "Image": "https://www.adams.ie/catalogue_images/7034/large/448.jpg",
      "Name": "Poems of the Irish revolutionary brotherhood",
      "PublishedIn": "Boston",
      "Series": "\"First edition, July, 1916; second edition, enlarged, September, 1916.\"  Bibliography: p. 71.",
      "Format": "PR8858 .C6 1916a",
      "Pagination": "xxxv, [1] p., 1 l., 71 p.",
      "NumberOfPages": "71",
      "Dimensions": "-",
      "OpenLibrary": "OL24732379M",
      "InternetArchive": "https://archive.org/details/poemsofirishrevo00colu",
      "ISBN10": "-",
      "ISBN13": "-",
      "WorldCat": "16024564",
      "EditionNotes": "This scarce antiquarian book is a facsimile reprint of the original. Due to its age, it may contain imperfections such as marks, notations, marginalia and flawed pages. Because we believe this work is culturally important, we have made it available as part of our commitment for protecting, preserving, and promoting the world's literature in affordable, high quality, modern editions that are true to the original work.",
      "ClassicBooks": "classicBooks",
      "id": 11
    },
    {
      "Image": "https://images.meesho.com/images/products/108143059/al779_512.jpg",
      "Name": "The eye of dread",
      "PublishedIn": "Toronto",
      "Series": "CIHM/ICMH Microfiche series = CIHM/ICMH collection de microfiches -- no. 79162",
      "Format": "Microform",
      "Pagination": "6 microfiches (276 fr.)",
      "NumberOfPages": "276",
      "Dimensions": "-",
      "OpenLibrary": "OL19282931M",
      "InternetArchive": "https://archive.org/details/cihm_79162",
      "ISBN10": "0665791623",
      "ISBN13": "-",
      "WorldCat": "-",
      "EditionNotes": "The book \"\" The Eye of Dread, has been considered important throughout the human history, and so that this work is never forgotten we have made efforts in its preservation by republishing this book in a modern format for present and future generations. This whole book has been reformatted, retyped and designed. These books are not made of scanned copies and hence the text is clear and readable.",
      "ClassicBooks": "classicBooks",
      "id": 12
    }
  ],
  "BooksWeLove": [
    {
      "Image": "https://m.media-amazon.com/images/I/71gNOGLiRPL._AC_UF350,350_QL50_.jpg",
      "Name": "Girls Can Be Anything",
      "PublishedIn": "New York",
      "Series": "PZ7.K678345 Gi",
      "Format": "-",
      "Pagination": "[32] p.",
      "NumberOfPages": "32",
      "Dimensions": "-",
      "OpenLibrary": "OL5303063M",
      "InternetArchive": "https://archive.org/details/girlscanbeanythi00klei",
      "ISBN10": "0525306625",
      "ISBN13": "-",
      "WorldCat": "72085258",
      "EditionNotes": "Girls come in all different colours and sizes.\nThe delight and amaze us, they're full of surprises\nGirls can do ANYTHING they want to do\nAnd if YOU are a girl, you can do these things too!",
      "BooksWeLove": "booksWeLove",
      "id": 1
    },
    {
      "Image": "https://m.media-amazon.com/images/I/81ByetwAFSL._AC_UF1000,1000_QL80_.jpg",
      "Name": "What was I scared of?",
      "PublishedIn": "New York",
      "Series": "-",
      "Format": "PZ8.3.G276 Wh 1997b",
      "Pagination": "1 v. (unpaged) :",
      "NumberOfPages": "545",
      "Dimensions": "-",
      "OpenLibrary": "OL24617146M",
      "InternetArchive": "https://archive.org/details/whatwasiscaredof00seus",
      "ISBN10": "0590120417",
      "ISBN13": "9780590120418",
      "WorldCat": "38063820",
      "EditionNotes": "What's a pair of empty green trousers doing by itself in the woods? Or riding a bike through town? The narrator of What Was I Scared Of? does not want to find out. The spooky pants give him the creeps! This Seussian gem from The Sneetches and Other Stories shines on its own as it delivers a timeless message about fear and tolerance. Perfect for slumber parties and perusal by flashlight--it comes with a sheet of spooky glowing stickers bound inside as an added bonus!",
      "BooksWeLove": "booksWeLove",
      "id": 2
    },
    {
      "Image": "https://m.media-amazon.com/images/I/913W5lLwcIL._AC_UF1000,1000_QL80_.jpg",
      "Name": "Something under the bed is drooling",
      "PublishedIn": "Kansas City",
      "Series": "741.5/973",
      "Format": "PN6728.C34 W387 1988",
      "Pagination": "127 p. :",
      "NumberOfPages": "127",
      "Dimensions": "-",
      "OpenLibrary": "OL2414609M",
      "InternetArchive": "https://archive.org/details/somethingunderbe00watt",
      "ISBN10": "0836218256",
      "ISBN13": "-",
      "WorldCat": "17635445",
      "EditionNotes": "\"Be good to yourself: Buy a copy of this Calvin and Hobbes cartoon book. If you don't laugh out loud at every third strip, check your pulse. You may be dead.\" —Phil Musick, Pittsburgh Press\n\nCalvin is a rambunctious six-year-old whose manic antics threaten world peace. Hobbes is his stuffed tiger who comes alive when adults aren\"t around. The saga of their daily exploits won cartoonist Bill Watterson the coveted Reuben Award for \"Outstanding Cartoonist of the Year.\" Something Under the Bed Is Drooling is a jewel.",
      "BooksWeLove": "booksWeLove",
      "id": 3
    },
    {
      "Image": "https://upload.wikimedia.org/wikipedia/en/4/48/LineOfBeauty.jpg",
      "Name": "The Line of Beauty",
      "PublishedIn": "New York",
      "Series": "Fiction",
      "Format": "Hardcover",
      "Pagination": "438 p. ;",
      "NumberOfPages": "438",
      "Dimensions": "-",
      "OpenLibrary": "OL23273165M",
      "InternetArchive": "https://archive.org/details/lineofbeautynove00holl",
      "ISBN10": "1582345082",
      "ISBN13": "9781582345086",
      "WorldCat": "55495152, 1034544192",
      "EditionNotes": "It is the summer of 1983, and twenty-year-old Nick Guest has moved into an attic room in the Notting Hill home of the Feddens: conservative Member of Parliament Gerald, his wealthy wife Rachel, and their two children, Toby--whom Nick had idolized at Oxford--and Catherine, highly critical of her family's assumptions and ambitions, who becomes both a friend to Nick and his uneasy responsibility.\n\nAs the boom years of the mid-eighties unfold, Nick, an innocent in matters of politics and money, becomes caught up in the Feddens' world--its grand parties, its surprising alliances, its parade of monsters both comic and menacing. In an era of endless possibility, he finds himself able to pursue his own private obsession with beauty--a prize as compelling to him as power and riches to his friends. An affair with a young black clerk gives him his first experience of romance, but it is a later affair with a beautiful millionaire that will change his life drastically and bring into question the larger fantasies of a ruthless decade.\n\nFramed by the two general elections that returned Margaret Thatcher to power, The Line of Beauty unfurls through four extraordinary years of change and tragedy. Richly textured, emotionally charged, disarmingly funny, this is a major work by one of our finest writers.",
      "BooksWeLove": "booksWeLove",
      "id": 4
    },
    {
      "Image": "https://m.media-amazon.com/images/I/81svZOFopwL._AC_UF894,1000_QL80_.jpg",
      "Name": "Alice's Adventures in Wonderland",
      "PublishedIn": "New York",
      "Series": "-",
      "Format": "Paperback",
      "Pagination": "86p",
      "NumberOfPages": "86",
      "Dimensions": "-",
      "OpenLibrary": "OL37869583M",
      "InternetArchive": "https://archive.org/details/ailisimanyouyiji0013ying",
      "ISBN10": "7810804839",
      "ISBN13": "9787810804837",
      "WorldCat": "61084611",
      "EditionNotes": "Alice's Adventures in Wonderland by Lewis Carroll is a story about Alice who falls down a rabbit hole and lands into a fantasy world that is full of weird, wonderful people and animals. It is classic children's book that is also popular with adults.",
      "BooksWeLove": "booksWeLove",
      "id": 5
    },
    {
      "Image": "https://upload.wikimedia.org/wikipedia/commons/6/61/Huckleberry_Finn_book.JPG",
      "Name": "Adventures of Huckleberry Finn",
      "PublishedIn": "Richmond",
      "Series": "UK",
      "Format": "Paperback",
      "Pagination": "293p.",
      "NumberOfPages": "293",
      "Dimensions": "-",
      "OpenLibrary": "OL31886095M",
      "InternetArchive": "https://archive.org/details/adventuresofhuck0000twai_s6k1",
      "ISBN10": "1847491480",
      "ISBN13": "9781847491480",
      "WorldCat": "https://www.worldcat.org/title/502422728?tab=details",
      "EditionNotes": "Adventures of Huckleberry Finn or as it is known in more recent editions, The Adventures of Huckleberry Finn, is a novel by American author Mark Twain, which was first published in the United Kingdom in December 1884 and in the United States in February 1885.\n\nCommonly named among the Great American Novels, the work is among the first in major American literature to be written throughout in vernacular English, characterized by local color regionalism. It is told in the first person by Huckleberry \"Huck\" Finn, the narrator of two other Twain novels (Tom Sawyer Abroad and Tom Sawyer, Detective) and a friend of Tom Sawyer. It is a direct sequel to The Adventures of Tom Sawyer.",
      "BooksWeLove": "booksWeLove",
      "id": 6
    }
  ]
}